Repository: han-ziyi/Xagree
Catalog: 性同意/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: 无法读取待导出草稿目录。
en: The export draft directory could not be read.
ja: 書き出し待ちの下書きフォルダを読み込めません。

source: 无法清理暂存
en: Unable to clean up staged data
ja: 一時保存データを整理できません

source: 无法清理草稿
en: Unable to clean up draft
ja: 下書きを整理できません

source: 待导出草稿索引损坏，无法安全更新。
en: The export draft index is damaged and cannot be updated safely.
ja: 書き出し待ちの下書き一覧が破損しているため、安全に更新できません。

source: 该二维码不属于当前暂存会话。请使用原配对中的另一台设备。
en: This QR code does not belong to the staged session. Use the other device from the original pairing.
ja: このQRコードは現在の一時保存セッションのものではありません。元のペアリングで使用したもう一台のデバイスを使ってください。

source: 所选图片无法读取、过大或格式不受支持。
en: The selected image cannot be read, is too large, or uses an unsupported format.
ja: 選択した画像は読み込めないか、大きすぎるか、対応していない形式です。

source: 草稿已单独保留
en: Draft saved separately
ja: 下書きを個別に保存しました

source: 部分草稿恢复记录已损坏，无法显示。
en: Some draft recovery records are damaged and cannot be shown.
ja: 一部の下書き復元レコードが破損しているため、表示できません。
